Repository: mfsaglam/quietCal
Catalog: QuietCal/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt, ru, tr, zh

# onboarding.estimates.step.estimate.detail
source: QuietCal estimates the calories on device.
ar: يقدّر QuietCal السعرات الحرارية على الجهاز.
de: QuietCal schätzt die Kalorien auf dem Gerät.
es: QuietCal estima las calorías en el dispositivo.
fr: QuietCal estime les calories sur l’appareil.
hi: QuietCal डिवाइस पर ही कैलोरी का अनुमान लगाता है।
it: QuietCal stima le calorie sul dispositivo.
ja: QuietCalがデバイス上でカロリーを推定します。
ko: QuietCal가 기기에서 칼로리를 추정합니다.
pt: A QuietCal estima as calorias no dispositivo.
ru: QuietCal оценивает калории на устройстве.
tr: QuietCal kalorileri aygıt üzerinde tahmin eder.
zh: QuietCal在设备端估算热量。

# onboarding.estimates.step.estimate.title
source: Get an instant estimate
ar: احصل على تقدير فوري
de: Sofortige Schätzung erhalten
es: Obtén una estimación al instante
fr: Obtenir une estimation instantanée
hi: तुरंत अनुमान पाएँ
it: Ottieni una stima immediata
ja: すぐに推定
ko: 즉시 추정
pt: Obter uma estimativa imediata
ru: Получите мгновенную оценку
tr: Anında tahmin alın
zh: 立即获得估算

# onboarding.estimates.step.input.detail
source: A name and a rough amount — “chicken salad, 340g.”
ar: اسم وكمية تقريبية — «سلطة دجاج، 340 غ».
de: Ein Name und eine ungefähre Menge — „Hähnchensalat, 340 g“.
es: Un nombre y una cantidad aproximada: «ensalada de pollo, 340 g».
fr: Un nom et une quantité approximative — « salade de poulet, 340 g ».
hi: नाम और लगभग मात्रा—“चिकन सलाद, 340 ग्राम।”
it: Un nome e una quantità approssimativa — “insalata di pollo, 340 g”.
ja: 名前とおおよその量 —「チキンサラダ、340 g」。
ko: 이름과 대략적인 양 — “치킨 샐러드, 340g.”
pt: Um nome e uma quantidade aproximada — «salada de frango, 340 g».
ru: Название и примерное количество — «салат с курицей, 340 г».
tr: Bir ad ve yaklaşık miktar — “tavuklu salata, 340 g.”
zh: 名称和大致份量——“鸡肉沙拉，340克”。

# onboarding.estimates.step.input.title
source: Type what you ate
ar: اكتب ما أكلته
de: Essen eingeben
es: Escribe lo que comiste
fr: Saisissez ce que vous avez mangé
hi: आपने क्या खाया, लिखें
it: Scrivi cosa hai mangiato
ja: 食べたものを入力
ko: 먹은 음식 입력
pt: Escreva o que comeu
ru: Введите, что вы съели
tr: Ne yediğinizi yazın
zh: 输入你吃的食物

# onboarding.estimates.title
source: How estimates work
ar: كيفية عمل التقديرات
de: So funktionieren Schätzungen
es: Cómo funcionan las estimaciones
fr: Fonctionnement des estimations
hi: अनुमान कैसे काम करते हैं
it: Come funzionano le stime
ja: 推定の仕組み
ko: 추정 방식
pt: Como funcionam as estimativas
ru: Как работает оценка
tr: Tahminler nasıl çalışır?
zh: 估算如何运作

# onboarding.ready.message
source: Your ring starts fresh. Tap **+** to log your first meal whenever you're ready.
ar: تبدأ حلقتك من الصفر. اضغط على **+** لتسجيل وجبتك الأولى عندما تكون مستعدًا.
de: Dein Ring startet frisch. Tippe auf **+**, um deine erste Mahlzeit zu erfassen, sobald du bereit bist.
es: Tu anillo empieza de cero. Toca **+** para registrar tu primera comida cuando quieras.
fr: Votre anneau repart de zéro. Touchez **+** pour enregistrer votre premier repas quand vous le souhaitez.
hi: आपकी रिंग नए सिरे से शुरू होती है। तैयार होने पर अपना पहला भोजन लॉग करने के लिए **+** पर टैप करें।
it: L’anello parte da zero. Tocca **+** per registrare il tuo primo pasto quando vuoi.
ja: リングはゼロから始まります。準備ができたら**+**をタップして最初の食事を記録しましょう。
ko: 링이 새로 시작됩니다. 준비되면 **+**를 탭하여 첫 식사를 기록하세요.
pt: O seu anel começa do zero. Toque em **+** para registar a primeira refeição quando quiser.
ru: Кольцо начинает с нуля. Когда будете готовы, коснитесь **+**, чтобы записать первый приём пищи.
tr: Halkanız sıfırdan başlar. Hazır olduğunuzda ilk öğününüzü kaydetmek için **+** simgesine dokunun.
zh: 圆环将从零开始。准备好后，轻点**+**记录第一餐。

# onboarding.ready.title
source: You're all set
ar: أنت جاهز
de: Alles bereit
es: Todo listo
fr: Tout est prêt
hi: सब तैयार है
it: È tutto pronto
ja: 準備完了
ko: 모두 준비되었습니다
pt: Está tudo pronto
ru: Всё готово
tr: Her şey hazır
zh: 一切就绪

# onboarding.target.message
source: Pick a number to aim for each day. You can change it anytime in Settings.
ar: اختر رقمًا تستهدفه يوميًا. يمكنك تغييره في أي وقت من الإعدادات.
de: Wähle ein tägliches Ziel. Du kannst es jederzeit in den Einstellungen ändern.
es: Elige una cifra como objetivo diario. Puedes cambiarla cuando quieras en Ajustes.
fr: Choisissez un objectif quotidien. Vous pourrez le modifier à tout moment dans Réglages.
hi: हर दिन के लिए एक लक्ष्य चुनें। आप इसे सेटिंग्स में कभी भी बदल सकते हैं।
it: Scegli un numero come obiettivo giornaliero. Puoi modificarlo in qualsiasi momento in Impostazioni.
ja: 毎日の目標値を選びます。設定でいつでも変更できます。
ko: 매일 목표로 할 수치를 선택하세요. 설정에서 언제든 변경할 수 있습니다.
pt: Escolha um número como objetivo diário. Pode alterá-lo a qualquer momento nas Definições.
ru: Выберите ежедневную цель. Её можно изменить в любое время в настройках.
tr: Her gün hedefleyeceğiniz bir sayı seçin. Bunu Ayarlar'dan istediğiniz zaman değiştirebilirsiniz.
zh: 选择每天的目标数值。你可以随时在“设置”中更改。

# onboarding.target.title
source: Set your daily target
ar: حدّد هدفك اليومي
de: Tagesziel festlegen
es: Define tu objetivo diario
fr: Définissez votre objectif quotidien
hi: अपना दैनिक लक्ष्य तय करें
it: Imposta l’obiettivo giornaliero
ja: 1日の目標を設定
ko: 일일 목표 설정
pt: Defina o seu objetivo diário
ru: Установите дневную цель
tr: Günlük hedefinizi belirleyin
zh: 设置每日目标

# onboarding.welcome.duration
source: A few quick steps · under a minute
ar: بضع خطوات سريعة · أقل من دقيقة
de: Ein paar kurze Schritte · unter einer Minute
es: Unos pasos rápidos · menos de un minuto
fr: Quelques étapes rapides · moins d’une minute
hi: कुछ आसान चरण · एक मिनट से कम
it: Pochi rapidi passaggi · meno di un minuto
ja: 簡単なステップ · 1分以内
ko: 몇 가지 간단한 단계 · 1분 이내
pt: Alguns passos rápidos · menos de um minuto
ru: Несколько быстрых шагов · меньше минуты
tr: Birkaç hızlı adım · bir dakikadan kısa
zh: 几个简单步骤 · 不到一分钟

# onboarding.welcome.message
source: Log a meal, get an instant estimate, watch one ring. No macros, no streaks, no noise.
ar: سجّل وجبة واحصل على تقدير فوري وتابع حلقة واحدة. بلا عناصر كبرى، ولا سلاسل، ولا ضوضاء.
de: Mahlzeit erfassen, sofortige Schätzung erhalten, einen Ring im Blick behalten. Keine Makros, keine Serien, kein Ballast.
es: Registra una comida, obtén una estimación al instante y consulta un solo anillo. Sin macros, sin rachas, sin ruido.
fr: Enregistrez un repas, obtenez une estimation instantanée et suivez un seul anneau. Pas de macros, pas de séries, pas de bruit.
hi: भोजन लॉग करें, तुरंत अनुमान पाएँ और एक रिंग देखें। न मैक्रो, न स्ट्रीक, न शोर।
it: Registra un pasto, ottieni una stima immediata e controlla un solo anello. Niente macro, serie o confusione.
ja: 食事を記録してすぐに推定。見るのは1つのリングだけ。栄養素も連続記録も余計な情報もありません。
ko: 식사를 기록하고 즉시 추정한 후 하나의 링만 확인하세요. 매크로도, 연속 기록도, 소음도 없습니다.
pt: Registe uma refeição, obtenha uma estimativa imediata e acompanhe um único anel. Sem macros, séries ou ruído.
ru: Запишите приём пищи, получите мгновенную оценку и следите за одним кольцом. Без БЖУ, серий и лишнего шума.
tr: Bir öğün kaydedin, anında tahmin alın, tek halkayı izleyin. Makro yok, seri yok, karmaşa yok.
zh: 记录餐食、立即获得估算并关注一个圆环。无需宏量数据、连续打卡或其他干扰。

# onboarding.welcome.title
source: Calorie tracking, quietly.
ar: تتبّع السعرات، بهدوء.
de: Kalorien tracken, ganz in Ruhe.
es: Control de calorías, sin ruido.
fr: Suivi des calories, en toute simplicité.
hi: कैलोरी ट्रैकिंग, बिना शोर।
it: Calorie sotto controllo, in tranquillità.
ja: 静かな カロリー管理。
ko: 조용한 칼로리 기록.
pt: Controlo de calorias, sem ruído.
ru: Учёт калорий, без лишнего шума.
tr: Kalori takibi, sessizce.
zh: 安静地记录 卡路里。

# onboarding.widget_preview.remaining
source: 760 kcal left
ar: متبقي 760 سعرة حرارية
de: 760 kcal übrig
es: Quedan 760 kcal
fr: 760 kcal restantes
hi: 760 कैलोरी शेष
it: 760 kcal rimanenti
ja: 残り760 kcal
ko: 760kcal 남음
pt: Restam 760 kcal
ru: Осталось 760 ккал
tr: 760 kcal kaldı
zh: 剩余760千卡

# onboarding.widget_preview.remaining_label
source: kcal remaining
ar: سعرة حرارية متبقية
de: kcal übrig
es: kcal restantes
fr: kcal restantes
hi: कैलोरी शेष
it: kcal rimanenti
ja: 残りkcal
ko: 남은 kcal
pt: kcal restantes
ru: ккал осталось
tr: kcal kaldı
zh: 剩余千卡

# onboarding.widget_preview.target
source: of 2,000
ar: من 2,000
de: von 2.000
es: de 2000
fr: sur 2 000
hi: 2,000 में से
it: di 2.000
ja: 2,000中
ko: 2,000 중
pt: de 2 000
ru: из 2 000
tr: 2.000 hedeften
zh: 共2,000

# onboarding.widgets.add_later
source: Add later from the widget gallery
ar: أضفه لاحقًا من معرض الأدوات
de: Später aus der Widget-Galerie hinzufügen
es: Añádelo más tarde desde la galería de widgets
fr: Ajouter plus tard depuis la galerie de widgets
hi: बाद में विजेट गैलरी से जोड़ें
it: Aggiungilo più tardi dalla galleria dei widget
ja: あとでウィジェットギャラリーから追加
ko: 나중에 위젯 갤러리에서 추가
pt: Adicionar mais tarde a partir da galeria de widgets
ru: Добавьте позже из галереи виджетов
tr: Daha sonra araç takımı galerisinden ekleyin
zh: 稍后从小组件图库添加

# onboarding.widgets.home_screen
source: Home Screen
ar: الشاشة الرئيسية
de: Home-Bildschirm
es: Pantalla de inicio
fr: Écran d’accueil
hi: होम स्क्रीन
it: Schermata Home
ja: ホーム画面
ko: 홈 화면
pt: Ecrã principal
ru: Экран «Домой»
tr: Ana Ekran
zh: 主屏幕

# onboarding.widgets.lock_screen
source: Lock Screen
ar: شاشة القفل
de: Sperrbildschirm
es: Pantalla de bloqueo
fr: Écran verrouillé
hi: लॉक स्क्रीन
it: Schermata di blocco
ja: ロック画面
ko: 잠금 화면
pt: Ecrã bloqueado
ru: Экран блокировки
tr: Kilit Ekranı
zh: 锁定屏幕

# onboarding.widgets.message
source: Add a widget to see your ring without opening the app — and log a meal in one tap.
ar: أضف أداة لرؤية حلقتك دون فتح التطبيق وتسجيل وجبة بضغطة واحدة.
de: Füge ein Widget hinzu, um deinen Ring ohne Öffnen der App zu sehen und eine Mahlzeit mit einem Tipp zu erfassen.
es: Añade un widget para ver tu anillo sin abrir la app y registrar una comida con un toque.
fr: Ajoutez un widget pour voir votre anneau sans ouvrir l’app et enregistrer un repas d’un seul geste.
hi: ऐप खोले बिना अपनी रिंग देखने और एक टैप में भोजन लॉग करने के लिए विजेट जोड़ें।
it: Aggiungi un widget per vedere l’anello senza aprire l’app e registrare un pasto con un tocco.
ja: ウィジェットを追加すれば、アプリを開かずにリングを確認し、ワンタップで食事を記録できます。
ko: 위젯을 추가하면 앱을 열지 않고 링을 확인하고 한 번의 탭으로 식사를 기록할 수 있습니다.
pt: Adicione um widget para ver o anel sem abrir a aplicação e registar uma refeição com um toque.
ru: Добавьте виджет, чтобы видеть кольцо без открытия приложения и записывать еду одним касанием.
tr: Uygulamayı açmadan halkanızı görmek ve tek dokunuşla öğün kaydetmek için bir araç takımı ekleyin.
zh: 添加小组件，无需打开App即可查看圆环，还能轻点一下记录餐食。

# onboarding.widgets.standby
source: StandBy
ar: وضع الاستعداد
es: En reposo
fr: En veille
hi: स्टैंडबाय
ja: スタンバイ
ko: 스탠바이
pt: Em espera
ru: Ожидание
tr: Bekleme
zh: 待机显示

# onboarding.widgets.title
source: Keep it one glance away
ar: اجعله في متناول نظرة
de: Alles auf einen Blick
es: Tenlo siempre a la vista
fr: Toujours à portée de regard
hi: एक नज़र की दूरी पर रखें
it: Tutto a colpo d’occhio
ja: ひと目で確認
ko: 한눈에 확인
pt: Tudo à distância de um olhar
ru: Всё видно одним взглядом
tr: Bir bakış uzağınızda olsun
zh: 一眼即可查看

# paywall.feature.export.detail
source: Download all your meals as a CSV, anytime.
ar: نزّل جميع وجباتك كملف CSV في أي وقت.
de: Lade jederzeit alle deine Mahlzeiten als CSV herunter.
es: Descarga todas tus comidas como CSV cuando quieras.
fr: Téléchargez tous vos repas au format CSV à tout moment.
hi: अपने सभी भोजन कभी भी CSV के रूप में डाउनलोड करें।
it: Scarica tutti i tuoi pasti come CSV, in qualsiasi momento.
ja: すべての食事をいつでもCSVとしてダウンロードできます。
ko: 언제든 모든 식사를 CSV로 다운로드하세요.
pt: Descarregue todas as refeições como CSV quando quiser.
ru: Загружайте все свои приёмы пищи в формате CSV в любое время.
tr: Tüm öğünlerinizi istediğiniz zaman CSV olarak indirin.
zh: 随时将所有餐食下载为CSV文件。

# paywall.feature.export.title
source: Export your data
ar: تصدير بياناتك
de: Daten exportieren
es: Exporta tus datos
fr: Exporter vos données
hi: अपना डेटा एक्सपोर्ट करें
it: Esporta i tuoi dati
ja: データを書き出す
ko: 데이터 내보내기
pt: Exportar os seus dados
ru: Экспортируйте данные
tr: Verilerinizi dışa aktarın
zh: 导出数据

# paywall.feature.history.detail
source: Browse every day you've tracked, not just the last %@.
ar: تصفّح كل الأيام التي تتبعتها، وليس آخر %@ فقط.
de: Sieh dir jeden erfassten Tag an, nicht nur die letzten %@.
es: Consulta todos los días registrados, no solo los últimos %@.
fr: Consultez chaque jour enregistré, pas seulement les %@ derniers.
hi: अपने ट्रैक किए हुए सभी दिन देखें, केवल पिछले %@ नहीं।
it: Consulta tutti i giorni registrati, non solo gli ultimi %@.
ja: 直近%@日間だけでなく、記録したすべての日を確認できます。
ko: 최근 %@일뿐 아니라 기록한 모든 날짜를 확인하세요.
pt: Consulte todos os dias registados, não apenas os últimos %@.
ru: Просматривайте все записанные дни, а не только последние %@.
tr: Yalnızca son %@ değil, takip ettiğiniz tüm günlere göz atın.
zh: 浏览记录过的每一天，而不只是最近%@天。

# paywall.feature.history.title
source: Full history
ar: السجل الكامل
de: Vollständiger Verlauf
es: Historial completo
fr: Historique complet
hi: पूरा इतिहास
it: Cronologia completa
ja: すべての履歴
ko: 전체 기록
pt: Histórico completo
ru: Полная история
tr: Tüm geçmiş
zh: 完整历史记录

# paywall.feature.themes.detail
source: Pick the look you like instead of just System.
ar: اختر المظهر الذي يعجبك بدلًا من الاكتفاء بمظهر النظام.
de: Wähle deinen bevorzugten Look statt nur „System“.
es: Elige el aspecto que prefieras en lugar de usar solo Sistema.
fr: Choisissez l’apparence qui vous plaît au lieu de vous limiter à Système.
hi: केवल सिस्टम के बजाय अपनी पसंद का रूप चुनें।
it: Scegli l’aspetto che preferisci invece di usare solo Sistema.
ja: 「システム」だけでなく、好みの外観を選べます。
ko: 시스템 외에도 원하는 모양을 선택하세요.
pt: Escolha o aspeto que prefere em vez de utilizar apenas Sistema.
ru: Выберите понравившийся вид, а не только «Системный».
tr: Yalnızca Sistem yerine istediğiniz görünümü seçin.
zh: 不再局限于“系统”，选择你喜欢的外观。

# paywall.feature.themes.title
source: Light & dark themes
ar: المظهران الفاتح والداكن
de: Helle und dunkle Designs
es: Temas claro y oscuro
fr: Thèmes clair et sombre
hi: हल्की और गहरी थीम
it: Temi chiaro e scuro
ja: ライトとダークのテーマ
ko: 라이트 및 다크 테마
pt: Temas claro e escuro
ru: Светлая и тёмная темы
tr: Açık ve koyu temalar
zh: 浅色与深色主题

# paywall.feature.unlimited.detail
source: Log as many meals a day as you like — free stops at %@.
ar: سجّل ما تشاء من الوجبات يوميًا — يتوقف الإصدار المجاني عند %@.
de: Erfasse beliebig viele Mahlzeiten pro Tag — kostenlos sind es %@.
es: Registra tantas comidas al día como quieras; la versión gratuita se detiene en %@.
fr: Enregistrez autant de repas que vous le souhaitez chaque jour — la version gratuite est limitée à %@.
hi: एक दिन में जितने चाहें भोजन लॉग करें—मुफ़्त संस्करण की सीमा %@ है।
it: Registra tutti i pasti che vuoi ogni giorno — la versione gratuita si ferma a %@.
ja: 1日に何食でも記録できます — 無料版は%@食までです。
ko: 하루에 원하는 만큼 식사를 기록하세요. 무료 버전은 %@개로 제한됩니다.
pt: Registe todas as refeições que quiser por dia — a versão gratuita está limitada a %@.
ru: Записывайте сколько угодно приёмов пищи в день — в бесплатной версии доступно %@.
tr: Günde istediğiniz kadar öğün kaydedin — ücretsiz sürüm %@ öğünde durur.
zh: 每天可随意记录餐食——免费版上限为%@餐。

# paywall.feature.unlimited.title
source: Unlimited logging
ar: تسجيل غير محدود
de: Unbegrenzte Erfassung
es: Registro ilimitado
fr: Enregistrement illimité
hi: असीमित लॉगिंग
it: Registrazioni illimitate
ja: 無制限の記録
ko: 무제한 기록
pt: Registo ilimitado
ru: Записи без ограничений
tr: Sınırsız kayıt
zh: 无限记录

# paywall.subtitle
source: Keep tracking, quietly — without limits.
ar: واصل التتبع بهدوء — بلا حدود.
de: Tracke ruhig weiter — ohne Limits.
es: Sigue registrando, sin ruido y sin límites.
fr: Continuez votre suivi, en toute simplicité et sans limites.
hi: बिना शोर, बिना सीमा ट्रैक करते रहें।
it: Continua a monitorare, in tranquillità e senza limiti.
ja: 静かに、制限なく記録を続けましょう。
ko: 조용하게, 제한 없이 계속 기록하세요.
pt: Continue a acompanhar, sem ruído e sem limites.
ru: Продолжайте вести учёт спокойно и без ограничений.
tr: Sessizce ve sınırsızca takip etmeye devam edin.
zh: 安静地持续记录——不受限制。

source: Please tell me what you ate.
ar: أخبرني بما أكلته.
de: Sag mir bitte, was du gegessen hast.
es: Dime qué comiste.
fr: Dites-moi ce que vous avez mangé.
hi: कृपया बताएँ कि आपने क्या खाया।
it: Dimmi cosa hai mangiato.
ja: 食べたものを教えてください。
ko: 무엇을 먹었는지 알려 주세요.
pt: Diga-me o que comeu.
ru: Расскажите, что вы съели.
tr: Lütfen ne yediğinizi söyleyin.
zh: 请告诉我你吃了什么。

# settings.alert.clear_all.message
source: This will permanently delete every meal you've ever logged. This cannot be undone.
ar: سيؤدي هذا إلى حذف كل وجبة سجّلتها نهائيًا. لا يمكن التراجع عن هذا الإجراء.
de: Dadurch werden alle jemals erfassten Mahlzeiten dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente todas las comidas que hayas registrado. Esta acción no se puede deshacer.
fr: Tous les repas enregistrés seront définitivement supprimés. Cette action est irréversible.
hi: यह आपके लॉग किए हुए हर भोजन को स्थायी रूप से हटा देगा। इसे पूर्ववत नहीं किया जा सकता।
it: Questa operazione eliminerà definitivamente tutti i pasti registrati. Non può essere annullata.
ja: これまでに記録したすべての食事が完全に削除されます。この操作は取り消せません。
ko: 지금까지 기록한 모든 식사가 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt: Esta ação elimina permanentemente todas as refeições que registou. Não pode ser anulada.
ru: Все когда-либо записанные приёмы пищи будут удалены навсегда. Это действие нельзя отменить.
tr: Bu işlem kaydettiğiniz tüm öğünleri kalıcı olarak siler. Geri alınamaz.
zh: 这将永久删除你记录过的所有餐食，且无法撤销。

# settings.alert.clear_all.title
source: Clear all data?
ar: مسح جميع البيانات؟
de: Alle Daten löschen?
es: ¿Borrar todos los datos?
fr: Effacer toutes les données ?
hi: सारा डेटा साफ़ करें?
it: Eliminare tutti i dati?
ja: すべてのデータを消去しますか？
ko: 모든 데이터를 지울까요?
pt: Limpar todos os dados?
ru: Удалить все данные?
tr: Tüm veriler silinsin mi?
zh: 清除所有数据？

# settings.alert.intro_reset.message
source: The intro will be shown the next time you launch the app.
ar: ستظهر المقدمة في المرة القادمة التي تفتح فيها التطبيق.
de: Die Einführung wird beim nächsten Start der App angezeigt.
es: La introducción se mostrará la próxima vez que abras la app.
fr: L’introduction s’affichera au prochain lancement de l’app.
hi: अगली बार ऐप खोलने पर परिचय दिखाया जाएगा।
it: L’introduzione verrà mostrata al prossimo avvio dell’app.
ja: 次回アプリを起動したときに紹介画面が表示されます。
ko: 다음에 앱을 실행할 때 소개 화면이 표시됩니다.
pt: A introdução será apresentada da próxima vez que abrir a aplicação.
ru: Введение будет показано при следующем запуске приложения.
tr: Tanıtım, uygulamayı bir sonraki açışınızda gösterilecek.
zh: 下次启动App时将显示介绍。

# settings.alert.intro_reset.title
source: Intro reset
ar: تمت إعادة تعيين المقدمة
de: Einführung zurückgesetzt
es: Introducción restablecida
fr: Introduction réinitialisée
hi: परिचय रीसेट हुआ
it: Introduzione reimpostata
ja: 紹介をリセットしました
ko: 소개 재설정됨
pt: Introdução reposta
ru: Введение сброшено
tr: Tanıtım sıfırlandı
zh: 介绍已重置

# settings.alert.reset_today.message
source: This will permanently delete every meal logged today.
ar: سيؤدي هذا إلى حذف كل وجبة مسجّلة اليوم نهائيًا.
de: Dadurch werden alle heute erfassten Mahlzeiten dauerhaft gelöscht.
es: Esto eliminará permanentemente todas las comidas registradas hoy.
fr: Tous les repas enregistrés aujourd’hui seront définitivement supprimés.
hi: यह आज लॉग किए गए सभी भोजन को स्थायी रूप से हटा देगा।
it: Questa operazione eliminerà definitivamente tutti i pasti registrati oggi.
ja: 今日記録したすべての食事が完全に削除されます。
ko: 오늘 기록한 모든 식사가 영구적으로 삭제됩니다.
pt: Esta ação elimina permanentemente todas as refeições registadas hoje.
ru: Все записанные сегодня приёмы пищи будут удалены навсегда.
tr: Bu işlem bugün kaydedilen tüm öğünleri kalıcı olarak siler.
zh: 这将永久删除今天记录的所有餐食。

# settings.alert.reset_today.title
source: Reset today's meals?
ar: إعادة تعيين وجبات اليوم؟
de: Heutige Mahlzeiten zurücksetzen?
es: ¿Restablecer las comidas de hoy?
fr: Réinitialiser les repas du jour ?
hi: आज के भोजन रीसेट करें?
it: Reimpostare i pasti di oggi?
ja: 今日の食事をリセットしますか？
ko: 오늘의 식사를 재설정할까요?
pt: Repor as refeições de hoje?
ru: Сбросить сегодняшние приёмы пищи?
tr: Bugünün öğünleri sıfırlansın mı?
zh: 重置今天的餐食？

# settings.calorie_target
source: Calorie target
ar: هدف السعرات الحرارية
de: Kalorienziel
es: Objetivo de calorías
fr: Objectif calorique
hi: कैलोरी लक्ष्य
it: Obiettivo calorico
ja: カロリー目標
ko: 칼로리 목표
pt: Objetivo de calorias
ru: Цель по калориям
tr: Kalori hedefi
zh: 热量目标

# settings.clear_all
source: Clear all data
ar: مسح جميع البيانات
de: Alle Daten löschen
es: Borrar todos los datos
fr: Effacer toutes les données
hi: सारा डेटा साफ़ करें
it: Elimina tutti i dati
ja: すべてのデータを消去
ko: 모든 데이터 지우기
pt: Limpar todos os dados
ru: Удалить все данные
tr: Tüm verileri sil
zh: 清除所有数据

# settings.debug.message
source: Debug builds only. Overrides StoreKit so you can test the free and Pro states without a purchase.
ar: لإصدارات تصحيح الأخطاء فقط. يتجاوز StoreKit لتتمكن من اختبار الحالتين المجانية وPro دون شراء.
de: Nur für Debug-Builds. Überschreibt StoreKit, damit du den kostenlosen und den Pro-Status ohne Kauf testen kannst.
es: Solo para compilaciones de depuración. Sustituye StoreKit para que puedas probar los estados Gratis y Pro sin comprar.
fr: Versions de débogage uniquement. Remplace StoreKit afin de tester les états Gratuit et Pro sans achat.
hi: केवल डीबग बिल्ड के लिए। StoreKit को ओवरराइड करता है ताकि आप बिना खरीदारी के मुफ़्त और Pro स्थितियों का परीक्षण कर सकें।
it: Solo build di debug. Ignora StoreKit per consentire di provare gli stati gratuito e Pro senza acquisto.
ja: デバッグビルド専用です。StoreKitを上書きし、購入せずに無料版とProの状態をテストできます。
ko: 디버그 빌드 전용입니다. StoreKit을 재정의하여 구매 없이 무료 및 Pro 상태를 테스트할 수 있습니다.
pt: Apenas para compilações de depuração. Substitui a StoreKit para poder testar os estados Gratuito e Pro sem comprar.
ru: Только для отладочных сборок. Переопределяет StoreKit, чтобы можно было проверить бесплатный и Pro-режимы без покупки.
tr: Yalnızca hata ayıklama derlemeleri. Satın alma yapmadan ücretsiz ve Pro durumlarını test edebilmeniz için StoreKit'i geçersiz kılar.
zh: 仅用于调试版本。覆盖StoreKit，让你无需购买即可测试免费版和Pro状态。

# settings.debug.pro_toggle
source: QuietCal Pro (Debug)
ar: QuietCal Pro (تصحيح الأخطاء)
es: QuietCal Pro (Depuración)
fr: QuietCal Pro (Débogage)
hi: QuietCal Pro (डीबग)
ja: QuietCal Pro（デバッグ）
ko: QuietCal Pro(디버그)
pt: QuietCal Pro (Depuração)
ru: QuietCal Pro (отладка)
tr: QuietCal Pro (Hata Ayıklama)
zh: QuietCal Pro（调试）

# settings.debug.title
source: Developer
ar: المطور
de: Entwickler
es: Desarrollador
fr: Développeur
hi: डेवलपर
it: Sviluppatore
ja: 開発者
ko: 개발자
pt: Programador
ru: Разработчик
tr: Geliştirici
zh: 开发者

# settings.export_csv
source: Export CSV
ar: تصدير CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter en CSV
hi: CSV एक्सपोर्ट करें
it: Esporta CSV
ja: CSVを書き出す
ko: CSV 내보내기
pt: Exportar CSV
ru: Экспорт CSV
tr: CSV'yi Dışa Aktar
zh: 导出CSV

# settings.pro.active
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
hi: सक्रिय
it: Attivo
ja: 有効
ko: 활성
pt: Ativo
ru: Активно
tr: Etkin
zh: 有效

# settings.pro.restore_purchases
source: Restore purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hi: खरीदारियाँ पुनर्स्थापित करें
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
pt: Restaurar compras
ru: Восстановить покупки
tr: Satın alımları geri yükle
zh: 恢复购买

# settings.pro.upgrade
source: Upgrade to Pro
ar: الترقية إلى Pro
de: Auf Pro upgraden
es: Mejorar a Pro
fr: Passer à Pro
hi: Pro में अपग्रेड करें
it: Passa a Pro
ja: Proにアップグレード
ko: Pro로 업그레이드
pt: Atualizar para Pro
ru: Перейти на Pro
tr: Pro'ya yükselt
zh: 升级到Pro

# settings.reset_today
source: Reset today
ar: إعادة تعيين اليوم
de: Heute zurücksetzen
es: Restablecer hoy
fr: Réinitialiser aujourd’hui
hi: आज रीसेट करें
it: Reimposta oggi
ja: 今日をリセット
ko: 오늘 재설정
pt: Repor hoje
ru: Сбросить сегодня
tr: Bugünü sıfırla
zh: 重置今天
